[
  [
    "sj-article",
    "Nicole Therese Bedia",
    "bedia.jpeg",
    "My Nurturing Home",
    {
      "Sometimes, the most unexpected events lead us to the best moment of our lives. In 2017, my parents both got transferred job assignments from Cavite to Quezon City. We were left with no choice but to transfer residences, so I had to transfer schools too. As someone who grew up in the province, I was sheltered and I was really unsure of how I could deal with living in the city. Could I really endure my stay here? Luckily, we discovered Stella Maris College, and I instantly felt like you were home SMC. ": "p",
      "I can recall my first few days as a grade 9 student, I was very much overwhelmed by the number of students. But in just a few months, strangers turned into friends. Friends soon became like family too! Your people were welcoming and they are lovely. I met friends who shared both sorrows and joys, friends who were with me through the best and worst moments of my life. And beyond the friendship, I was also gifted to have the opportunity to know my faith better in this nurturing home.": "p",
      "I learned more about Eucharistic Celebrations, rituals, and prayers. With all honesty, before I got into SMC, I really did not have many opportunities to deepen my faith. I did not grow up in a very religious family, everyone was so busy that we couldn’t even attend the Sunday mass in some weeks. It was a struggle to adjust to this new environment, but teachers and friends taught me willingly. Ms. Rivera, my grade 9 adviser, was one of my beloved teachers as she was really hands-on when it comes to our morning routine inside the classroom. My favorite part of our routine was when we got to share the line or lines which struck us the most from the daily Gospel. Thanks to her, I got to know more about the Lord’s teachings.": "p",
      "Stella Maris College also taught me much about charity. Something that I couldn’t really learn from wordy textbooks or concept notes was giving. Every year, our outreach programs reminded me of the importance of compassion. SMC taught me that taking care of others, may it be people or God’s creation, is something rewarding, not by material things but rather rewarding to the soul.": "p",
      "It’s been three years since we first met, but you still possess the same beauty I have come to know. Stella Maris College, thank you for being my nurturing home. I cannot find the perfect words to express my gratitude that in just a few years, you helped me explore my potential and grow as a student, daughter, and leader which I will forever bring. You introduced me to friends whom I’ll cherish forever. You showed me the meaning of charity and taught me more about my faith. Sadly, we’ll be parting soon, but I’ll surely remember you wherever I go. I’ll keep in mind all the lessons I have learned so that I could share them with the people I will be with along the way. I’ll show them kindness, just like what your people showed me. I’ll care for them, hoping that they too, shall find home and comfort in me like I found in you. After all, you are not just an institution, nor an establishment. To me you are my nurturing home.": "p",
      "Who would have known that one unexpected event could lead me to you, my 2nd home?": "p"
    }
  ],
  [
    "sj-tab",
    "Ma. Angelo S. Cabueñas",
    "",
    "Fratelli Tutti",
    {
      "table": [
        ["Wrongdoings", "What we should do instead"],
      ["Being materialistic and promoting the throw-away culture ", "We should only buy essential things such as food, water, and simple clothing, among others in order to produce less waste"],
      ["Employing people and neglecting their rights", "We should respect other people’s rights because we have the same rights"],
      ["Disrespecting and discriminating people who are older, poorer and have different skin colors", "We should always respect people regardless of their ethnicity, skin color, age and social status"],
      ["Failure to become a Good Samaritan for our brothers and sisters who are in need", "We should help people in need because it is part of our mission"],
      ["Abandoning our social duties which includes taking care of the environment ", "We should emphasize the need to look after the environment in schools"],
      ["Denying the people the right to consume resources that they cannot afford", "We should be considerate and compassionate; those goods belong to them as much as they belong to us"],
      ["Promoting the law of force", "We must promote the force of law"],
      ["Desiring revenge and siding with evil ", "We should learn how to forgive"],
      ["Starting wars and using nuclear weapons to eliminate millions of people", "We should stop attacking one another; we should utilize our resources and our knowledge for the common good"],
      ["Promoting death penalty", "We should honor the sanctity of life especially since it is not ours to take"],
      ["Lack of respect for people who have different religions", "We should respect people and their religions because it is their prerogative"]
      ]
    }
  ],
  [
    "sj-article",
    "author",
    "",
    "This is a test post: 2",
    {
      "Some Text": "p"
    }
  ],
  [
    "sj-article",
    "author",
    "",
    "This is a test post: 3",
    {
      "Some Text": "p"
    }
  ],
  [
    "sj-article",
    "author",
    "",
    "This is a test post: 4",
    {
      "Some Text": "p"
    }
  ]
]